//
//  Root.strings
//
//  Copyright (c) 2009-2020:
//  Luc Vandal, Edovia Inc., http://www.edovia.com
//  Ortwin Gentz, FutureTap GmbH, http://www.futuretap.com
//  All rights reserved.
//
//  It is appreciated but not required that you give credit to Luc Vandal and Ortwin Gentz,
//  as the original authors of this code. You can give credit in a blog post, a tweet or on
//  a info page of your app. Also, the original authors appreciate letting them know if you use this code.
//
//  This code is licensed under the BSD license that is available at: http://www.opensource.org/licenses/bsd-license.php
//

"TOGGLE_SWITCH"         = "Toggle Switch";
"TOGGLE_SWITCH_TITLE"   = "Toggle Switch";

"MUL_VALUE_TITLE"       = "Multiple Values";
"MUL_VAL"               = "Update at launch";
"MUL_VAL_1"             = "Maybe";
"MUL_VAL_2"             = "No";
"MUL_VAL_3"             = "Yes";
"MUL_VAL_4"             = "Sometimes";
"MUL_VAL_5"             = "Occasionally";
"MUL_VAL_6"             = "Often";
"MUL_VAL_7"             = "Never";
"MUL_VAL_8"             = "Once";
"MUL_VAL_9"             = "Twice";
"MUL_VAL_10"            = "Thrice";
"MUL_VAL_11"            = "Who Knows";

"MUL_VAL_NO_TITLE"      = "Without title";
"MUL_VAL_NO_TITLE_1"    = "Always";
"MUL_VAL_NO_TITLE_2"    = "Never";
"MUL_VAL_NO_TITLE_3"    = "Not sure";
"MUL_VAL_NO_TITLE_NIL"  = "";

"MULTIVALUE_FOOTER"		= "This is a footer text below a multiValue list.";

"TEXT_FIELD_TITLE"      = "Text Field";
"TEXT_FIELD_SIG"        = "Signature";

"ADVANCED_TITLE"        = "Advanced";

"VERSION"               = "Version";

"APPLICATION_INFO_TITLE"= "Application Information";

"TEXT_FIELD_TITLE2"     = "Another Text Field";
"TEXT_FIELD_PWD"        = "Password";

"TOGGLE_SWITCH2"        = "Keep Alive";
"TOGGLE_SWITCH_TITLE2"  = "Another Toggle Switch";

"SLIDER_TITLE"          = "Slider with Images";

"AUTO_CONNECT"			= "Auto Connect";

"EMPTY" 				= "";

"ABOUT_TITLE"			= "About";

"LOCALIZED_URL"			= "http://www.apple.com";
"LOCALIZED_URL_TITLE"	= "Apple english";
